// data/glossaryData.js
export const glossaryData = [
  {
    id: 1,
    term: 'ОМС',
    image: 'oms',
    category: 'docs',
    definition: 'Обязательное медицинское страхование. Это система, благодаря которой ты можешь бесплатно лечиться в государственных поликлиниках и больницах. Полис ОМС подтверждает твоё право на такую помощь.'
  },
  {
    id: 2,
    term: 'Испытательный срок',
    image: 'ispytatelnyj',
    category: 'career',
    definition: 'Период в начале работы (обычно до 3 месяцев), когда работодатель смотрит, справляетесь ли вы, а вы — не бежите ли вы в ужасе. Уволить в это время проще, но и вы можете уйти за 3 дня.'
  },
  {
    id: 3,
    term: 'НДФЛ',
    image: 'ndfl',
    category: 'finance',
    definition: 'Налог на доходы физических лиц. Главный налог, который работодатель вычитает из вашей зарплаты. Стандартно — 13% (или 15%, если вы много зарабатываете — но если вы это читаете, пока рано). Вы этих денег не видите, они уходят в бюджет сразу.'
  },
  {
    id: 4,
    term: 'СНИЛС',
    image: 'snils',
    category: 'documents',
    definition: 'Налог на доходы физических лиц. Главный налог, который работодатель вычитает из вашей зарплаты. Стандартно — 13% (или 15%, если вы много зарабатываете — но если вы это читаете, пока рано). Вы этих денег не видите, они уходят в бюджет сразу.'
  },
  {
    id: 5,
    term: 'МРОТ',
    image: 'mrot',
    category: 'finance',
    definition: 'Наименьшая зарплата, которую работодатель имеет право вам платить за полный рабочий день. Если вам предлагают меньше — это незаконно. С 2024 года в России около 19 000 рублей до вычета налогов.'
  },
  {
    id: 6,
    term: 'Коммунальные платежи',
    image: 'kommunalka',
    category: 'home',
    definition: 'Деньги, которые вы каждый месяц платите за воду, свет, газ, отопление и вывоз мусора. От них нельзя отказаться, потому что в темноте и холоде жить грустно.'
  },
];